const events = [
 {
    resourceId: '1',
    title: 'Акбутин Арсен по 6',
    start: '2025-04-28T09:10:00',
    end: '2025-04-28T09:45:00'
  },
  {
    resourceId: '1',
    title: 'Дячок Максим по 6',
    start: '2025-04-28T09:45:00',
    end: '2025-04-28T10:20:00'
  },
  {
    resourceId: '1',
    title: ' Арсланов Богдан инд.  С 28 ПО 6',
    start: '2025-04-28T10:20:00',
    end: '2025-04-28T10:55:00'
  },
  {
    resourceId: '1',
    title: 'Гилязов Алмаз с 28-6',
    start: '2025-04-28T10:55:00',
    end: '2025-04-28T11:30:00'
  },
  {
    resourceId: '1',
    title: 'Поповичев Матвей с 21-30 апреля',
    start: '2025-04-28T11:30:00',
    end: '2025-04-28T12:05:00'
  },
];

export default events;
