const data = [{
    name: 'Галеева А. Ф.',
    room: '2.1.14',
    type: 'ЛФК',
  },
  {
    name: 'Саргасян Амаяк Рудольфович',
    room: '1.5.4',
    type: 'Массаж',
  },
  {
    name: 'Горшкова О. Н.',
    room: '1.5.3',
    type: 'Массаж',
  },
  {
    name: 'Мурды-Худа В.А.',
    room: '1.2.26 (Стац)',
    type: 'Массаж',
  },
  {
    name: 'Ямалова Г.',
    room: '1.2.26',
    type: 'Массаж',
  },
  {
    name: 'Нигматуллина Т.В.',
    room: 'Стац',
    type: 'Массаж',
  },
  {
    name: 'Амирова Л.Л.',
    type: 'Медсестра по физ. терапии',
  },
  {
    name: 'Янбаева А.',
    type: 'Медсестра по физ. терапии',
  },
  {
    name: 'Япарова Л.Х.',
    type: 'Медсестра по физ. терапии',
  },
  {
    name: 'Гало-камера',
    type: '',
  },
  {
    name: 'Махмутова С.К. ',
    type: 'Музыка',
    room: '2.2.4',
  },
];

export default data.map(({name, room, type}, index) => ({
  id: `${index + 1}`.padStart(4, '0'),
  title: [type, name, room ? `каб.${room}`: ''].join(' '),
}));
